token = '5581283557:AAGJibdTtVaYsF2DuXxvuYnWPNhfFGqlXpg'
URL1 = 'https://cdn.100sp.ru/pictures/157450494'
URL2 = 'https://www.mysapl.org/portals/6/Images/Services/Catalog.jpg'
URL3 = 'http://srtp33.ru/ploskorezy/fokin/fokina-bolshoj'



sp1 = ['Фокина большой', 'Фокина малый', 'Аист', 'Стриж большой', 'Стриж средний', 'Стриж малый',
          'Стриж укороченный',
          'Корнеудалитель', 'Краб большой', 'Краб малый']
sp2 = ['Дракон', 'Лепесток', 'Трансформер БВГК', 'Почвообрабатывающий агрегат Чибис',
           'Гидра', 'Тяпка (мотыжка)', 'Плоскорез Z3', 'Плоскорез Z4', 'Аэратор', 'Семейный']
sp3 = ['Душ "Степ"', 'Садовый бордюр 100мм', 'Дорожка садовая', 'Наколенники', 'Кустодержатель',
          'Фруктосборник', 'Пугало-Антикрот', 'Сушилка', 'Стул садовый', 'Скворечник', ]
sp4 = ['Набор для комнатный растений', 'Комби',
          'Туннельный парник (Парник укрытие)']

spis = ['Плоскорезы', 'Садовые товары',
        'Контакты']



welcome = ' Добро пожаловать в магазин садовых товаров Судогодоское!'

ALLURLPIC1 = ['http://srtp33.ru/images/fokb.jpg', 'http://srtp33.ru/images/foks.JPG', 'http://srtp33.ru/images/aist.JPG','http://srtp33.ru/images/strishb.JPG',
             'http://srtp33.ru/images/strishm.JPG','http://srtp33.ru/images/strishs.JPG','http://srtp33.ru/images/strishvs.JPG','http://srtp33.ru/images/korn.JPG',
             'http://srtp33.ru/images/krabb.JPG','http://srtp33.ru/images/krabs.JPG']
ALLURLINF1 = ['http://srtp33.ru/ploskorezy/fokin/fokina-bolshoj', 'http://srtp33.ru/ploskorezy/fokin/fokina-malyj', 'http://srtp33.ru/ploskorezy/aist',
          'http://srtp33.ru/ploskorezy/strizh/strizh-bolshoj', 'http://srtp33.ru/ploskorezy/strizh/strizh-srednij' ,'http://srtp33.ru/ploskorezy/strizh/strizh-malyj',
          'http://srtp33.ru/ploskorezy/strizh/strizh-ukorochennyj', 'http://srtp33.ru/ploskorezy/korneudalitel', 'http://srtp33.ru/ploskorezy/krab/krab-bolshoj',
          'http://srtp33.ru/ploskorezy/krab/krab-malyj']
ALLTEXT1 = ['Плоскорезы Фокина изготовлены из конструкционной стали и проходят обработку по полному технологическому циклу. Все три режущие кромки фрезерованы, а после закалки дополнительно заточены. Сегодня в продаже можно найти большое количество инструментов различного происхождения. Как проверить подлинность плоскореза?',
            'Плоскорезы Фокина изготовлены из конструкционной стали и проходят обработку по полному технологическому циклу. Все три режущие кромки фрезерованы, а после закалки дополнительно заточены. Сегодня в продаже можно найти большое количество инструментов различного происхождения. Как проверить подлинность плоскореза?',
            'Аист - это "приплюснутый" средний стриж. Как работать: Острым клювом - рыхление, окучивание больших участков; Боковой поверхностью - подрезание корней сорных растений, рыхление, подготовка почвы к посадке растений. Особенность Аиста ввести новую операцию: Переворачиваем Аист и кладем на землю плоской стороной. Работаем им по принципу "туда-сюда"',
            'Инструмент для обработки любых почв от твёрдых до мягких, для глубокого рыхления, подрезания крупных сорняков в межах, скашивания бурьяна и т. п.',
            'Инструмент для обработки любых почв от твёрдых до мягких, для глубокого рыхления, подрезания крупных сорняков в межах, скашивания бурьяна и т. п.',
            'Инструмент для обработки любых почв от твёрдых до мягких, для глубокого рыхления, подрезания крупных сорняков в межах, скашивания бурьяна и т. п.',
            'На укороченном черенке 65см. Инструмент для обработки любых почв от твёрдых до мягких, для глубокого рыхления, подрезания крупных сорняков в межах, скашивания бурьяна и т. п.',
            'Длинная узкая режущая часть лопатки даёт возможность потребителю удалять сорняк имеющий длинный корень. Идеально подходит для ухода за цветами, луковичными растениями, тепличными растениями. ',
            '"Краб" предназначен для рыхления почв любой твердости, исключая сильно задерненные почвы. При работе "Крабом" человек получает минимальную нагрузку на спину, т.к. рабочие движения выполняются всем корпусом тела. При нажимании на рукоятку сверху вниз длинные слегка изогнутые зубья рабочего органа входят в землю, а при дальнейшем повороте рукоятки, взрыхляют ее. "Краб" вынимают из земли и вновь опускают рядом. "Краб" вытаскивают сорняки на поверхность.  ',
            '"Краб" предназначен для рыхления почв любой твердости, исключая сильно задерненные почвы. При работе "Крабом" человек получает минимальную нагрузку на спину, т.к. рабочие движения выполняются всем корпусом тела. При нажимании на рукоятку сверху вниз длинные слегка изогнутые зубья рабочего органа входят в землю, а при дальнейшем повороте рукоятки, взрыхляют ее. "Краб" вынимают из земли и вновь опускают рядом. "Краб" вытаскивают сорняки на поверхность.']

ALLURLPIC2 = ['http://srtp33.ru/images/drakon.JPG', 'http://srtp33.ru/images/lepest.JPG', 'http://srtp33.ru/images/kartof.JPG',
              'http://srtp33.ru/images/chib.JPG', 'http://srtp33.ru/images/gidra.JPG', 'http://srtp33.ru/images/typka.JPG',
              'http://srtp33.ru/images/z3.JPG', 'http://srtp33.ru/images/z4.JPG', 'http://srtp33.ru/images/aerator.JPG',
              'http://srtp33.ru/images/semeyniy.JPG']
ALLURLINF2 = ['http://srtp33.ru/ploskorezy/drakon', 'http://srtp33.ru/ploskorezy/lepestok', 'http://srtp33.ru/ploskorezy/transformer-bvgk',
              'http://srtp33.ru/ploskorezy/chibis', 'http://srtp33.ru/ploskorezy/gidra', 'http://srtp33.ru/ploskorezy/tyapka-motyzhka',
              'http://srtp33.ru/ploskorezy/seriya-Z/ploskorez-z3', 'http://srtp33.ru/ploskorezy/seriya-Z/ploskorez-z4', 'http://srtp33.ru/ploskorezy/ryhliteli/aerator',
              'http://srtp33.ru/ploskorezy/semejnyj']
ALLTEXT2 = ['Своё название "Дракон" - этот инструмент получил за прочную жёсткую металлическую конструкцию, острые клинообразные зубья. "Дракон" легко справляется с твёрдой землёй, сорняками, разбивает дернину.',
            'Лепесток - модель плоскореза, предназначенная для выполнения ряда работ в теплицах, парниках, оранжереях. Имеет две режущие кромки:1-прямую (глубина обработки 2-3 см.) 2-клинообразную (глубина обработки до 7 см.) Идеален для нарезания бороздок!',
            'Конструкция инструмента позволяет фиксировать функциональную часть под разными углами к рукоятке, при помощи регулировочных пластин. Для фиксации необходимого угла (варианты “борона” и “грабли”) необходимо совместить отверстия в дугообразном рычаге с соответствующими данному углу отверстиями в пластинах и закрепить их винтами-барашками. При работе инструментом в качестве картофелекопалки закрепите пластины вдоль дугообразного рычага. Нажимают ногой на дугообразный рычаг (зубья инструмента выходят на поверхность). Встряхивают за рукоять, освобождая клубни от почвы. Работы при весенней и осенней подготовках почвы проводятся точно так же, как и уборка клубней. При использовании для рыхления в варианте "борона" резко ведите инструмент под углом 45-60 град. прижимая к почве, затем тыльной стороной в противоположную по принципу маятника. Убедитесь, что такой вид рыхления очень эффективен.',
            'Популярный во всём мире почвообрабатывающий агрегат "Чибис" мы стали выпускать в модернизированном исполнении. Для облегчения работы он теперь снабжён поводком. При работе вдвоём за полчаса - час можно подготовить к посадке участок в пять соток!',
            'Если у Вас необработанный участок, приобретайте большую Гидру и начинайте с работы "пяточкой".',
            'Мотыжка, прекрасно подойдет для работы на даче, в саду и огороде. Данный инструмент является универсальным. Поэтому с ним Вы можете: окучивать, полоть и рыхлить. Тяпка прослужит долго, благодаря прочности и долговечности используемого материала.',
            'Позволяет правильно произвести процесс рыхления почвы, что повышает урожайность. Подходит для: рыхления, разбивки дерна, борьбы с сорняками.',
            'Позволяет разбивать скомковавшуюся почву, благодаря чему повышается урожайность. Подходит для: рыхления, разбивки задерненной почвы, борьбы с сорняками. ',
            'Аэратор подойдет для использования где угодно, даже для комнатных растений. Принцип работы простой, сделайте несколько отверстий в земле возле самих растений или просто в разных местах если область доступная для обработки не большая, и аэрация будет обеспечена! Почва при аэрации не должна быть слишком сырой или сухой, лучше всего через некоторое время после полива или дождя, когда верхний слой почвы немного подсохнет. Благодаря постоянной аэрации, Ваши культурные растения, цветы и даже газоны будут радовать плодородным урожаем и красивым видом.',
            'Малый плоскорез фокина очень нужен для ухода за растениями. Подрезая этим инструментом почву, мы её рыхлим и тем самым обеспечиваем питание корней. Но не менее ценно то, что мы одновременно подрезаем корни сорных растений. Изобретатель плоскореза В.В.Фокин писал, что подрезанные корни и стебли сорняков в стадии "ниточки" убирать с грядки совсем не нужно. Они перегниют и станут питательным веществом для культурных растений.']

ALLURLPIC3 = ['http://srtp33.ru/images/step.jpg', 'http://srtp33.ru/images/FullSizeRender1.jpg', 'http://srtp33.ru/images/dor.JPG',
           'http://srtp33.ru/images/nak.JPG', 'http://srtp33.ru/images/kust.JPG', 'http://srtp33.ru/images/fruktsb.JPG',
           'http://srtp33.ru/images/full_DSC00909.JPG', 'http://srtp33.ru/images/bel.JPG', 'http://srtp33.ru/images/stul.JPG',
           'http://srtp33.ru/images/skv.JPG']
ALLURLINF3 = ['http://srtp33.ru/tovary-dlya-sada/dush-step', 'http://srtp33.ru/tovary-dlya-sada/sadovyy-bordyur', 'http://srtp33.ru/tovary-dlya-sada/dorozhka-sadovaya',
              'http://srtp33.ru/tovary-dlya-sada/nakolenniki', 'http://srtp33.ru/tovary-dlya-sada/kustoderzhatel', 'http://srtp33.ru/tovary-dlya-sada/fruktosbornik',
              'http://srtp33.ru/tovary-dlya-sada/pugalo-antikrot', 'http://srtp33.ru/tovary-dlya-sada/sushilka', 'http://srtp33.ru/tovary-dlya-sada/stul-sadovyj',
              'http://srtp33.ru/tovary-dlya-sada/skvorechnik']
ALLTEXT3 = ['', 'Назначение: Садовый бордюр (садовая бордюрная лента), предназначен для оформления клумб, грядок, газона, приствольных кругов деревьев и кустарников.',
            'Для тех, кто хочет сохранить очарование природного пейзажа.',
            'Назначение: Предназначены для защиты коленей от механических повреждений при выполнении садово-огородных, производственных, и бытовых работ.',
            'Кустодержатель выполнен в традиционном исполнении - металлические опоры, окрашенные порошковой полимерной краской, и деревянные перекладины. Размеры кустодержателя легко варьируются за счет использования различных отверстий на деревянной рейке. Для молодого куста можно ограничиться тремя стойками и тремя перекладинами.',
            '', 'Если у вас на грядках вольготно чувствуют себя кроты, то по мнению почвоведов, ваш труд заслуживает высокой оценки. И всё потому, что качество почвы достигло высокого уровня и она стала пригодной для проживания весьма привередливых животных. Только вот морковь со свеклой хотелось бы сохранить. И наше Пугало вам поможет. Поставьте его в центр грядки.',
            'Сушилка “Белочка” предназначена для применения в помещении, на балконе или на открытых площадках. Она надежно защитит Ваши продукты от насекомых.',
            'Элегантная конструкция уникально просто складывается в тонкую книжицу и поэтому не занимает много места при хранении. Очень удобное деревянное сиденье и спинка.',
            'Скворечник из лиственных пород древесины им жизненно необходим. Даже если в нём поселятся воробьи, вы всё равно будете вознаграждены. Домик, населенный птицами, - может ли что-то с этим сравниться по красоте и душевной привлекательности!']

ALLURLPIC4 = ['http://srtp33.ru/images/nabor.JPG', 'http://srtp33.ru/images/kombi.JPG',
              'http://srtp33.ru/images/mini.JPG']
ALLURLINF4 = ['http://srtp33.ru/tovary-dlya-sada/nabor-dlya-komnatnykh-rastenij', 'http://srtp33.ru/tovary-dlya-sada/parniki/kombi',
              'http://srtp33.ru/tovary-dlya-sada/parniki/parnik-ukrytie']
ALLTEXT4 = ['Осень, время собирать урожай и делать заготовки на зиму. И что бы не остаться без растений зимой, Судогодское РТП предлагает Вам вот такой набор для ухода за комнатными растениями!',
            'Парник Комби служит для ухода за растениями. Для полива и проветривания можно приподнимать полотно укрывного материала как это показано на фото.',
            'Отлично подойдет для выращивания низких растений вроде земляники и редиса, но не годится для огурцов и помидоров.']